DeviceName = "Встроенное аудио";
DeviceShortName = "Встроенное";
ManufacturerName = "Apple Inc.";

Headphones = "Наушники";
IntSpeakers  = "Встроенные динамики";
LineOut = "Линейный выход";
DigitalOut = "Цифровой выход";

ExternalMic = "Внешний микрофон";
InternalMic = "Встроенный микрофон";
LineIn = "Линейный вход";
DigitalIn = "Цифровой вход";

DeviceNameHeadphone = "Встроенные аудионаушники";
DeviceNameSpeaker = "Встроенный аудиодинамик";
DeviceNameLineOut = "Встроенный линейный аудиовыход";
DeviceNameDigitalOut = "Встроенный цифровой аудиовыход";
DeviceNameLineIn = "Встроенный линейный аудиовход";
DeviceNameAuxIn = "Встроенный вспомогательный аудиовход";
DeviceNameMic = "Встроенный аудиомикрофон";
DeviceNameExtMic = "Встроенный внешний аудиомикрофон";
DeviceNameDigitalIn = "Встроенный цифровой аудиовход";

DevShortNameHdpn = "Встроенные наушники";
DevShortNameSpkr = "Встроенный динамик";
DevShortNameLino = "Встроенный линейный выход";
DevShortNameSpdo = "Встроенный цифровой выход";
DevShortNameOut = "Встроенный выход";
DevShortNameLini = "Встроенный линейный вход";
DevShortNameAuxi = "Встроенный вспомогательный вход";
DevShortNameEMic = "Встроенный внешний микрофон";
DevShortNameIMic = "Встроенный микрофон";
DevShortNameSpdi = "Встроенный цифровой вход";
DevShortNameIn = "Встроенный вход";

UnlockedClock = "Разблокировано";
LockedClock = "Блокированo";